import "./Maintanance.css"
import mainImg from "../../../Assets/Images/resources/development-page.webp"
import React from "react"
import Contact from "../../Pages/Contact/Contact"


export default function Maintanance() {
    return (
        <div className="Maintanance Service-Page">
            <div className="top-floater">
                <div className="top-floater-bg-image"></div>
                <div className="top-floater-bg-image-overlay"></div>

                <div className="header-text">
                    <h1 className="heading">
                        תחזוקת אתרים
                    </h1>
                </div>
            </div>

            <div className="text-content">
                <div className="pink-caption">
                    <p>שירותי תחזוקה לאתרים </p>
                </div>

                <section>
                    אתר אינטרנט הוא כמו חלון לעסק שלך בעולם המקוון.
                    כמו שאתה רוצה שהחנות שלך תיראה מסודרת כדי למשוך לקוחות, כך גם אתר האינטרנט שלך חייב להראות ולפעול בצורה מקצועית וחלקה כדי ליצור רושם טוב ולהפיק ממנו את המרב.
                </section>

                <section>
                    צותנו בתחום העיצוב והפיתוח של אתרים מציעה לך שירות ייחודי וכולל תחזוקה עקבית ושדרוגים רציפים לאתרך.
                    הנה כמה נקודות עיקריות על שירות התחזוקה והשדרוגים שלנו:
                </section>

                <section>
                    <ol>
                        <li>שיפור ותיקונים טכניים: האתר שלך עשוי להיתקל בבעיות טכניות מדי פעם, כמו תקלות בקוד, טעינה איטית או חסרונות בתפקוד. הצוות שלנו יטפל בכל התקלות וימנע מהן להשפיע על חוויית המשתמש של הלקוחות שלך.</li>
                        <li>אבטחת אתרים: אבטחת האתר היא חיונית למניעת גישה למידע רגיש ולמניעת תקיפות ופריצות. נשקיע את המאמצים הנדרשים כדי לוודא שאתרך מאובטח ומוגן מפני איומים.</li>
                        <li>שדרוגים ועדכונים: הטכנולוגיה מתקדמת בקצב מהיר ותוכן האתר שלך צריך תמיד לעניין ולהשתמש בטכנולוגיה החדשה ביותר. אנו נשדרג את אתרך כך שהוא יהיה תומך בטכנולוגיות אלו ונתאים את עיצוב האתר.</li>
                        <li>שיפור חוויית משתמש: אנחנו נקנה תשומת לב מיוחדת לחוויית המשתמש ונבנה את האתר שלך בצורה שמבטיחה שהלקוחות שלך ימצאו את מה שהם מחפשים בקלות ובמהירות.</li>
                        <li>תמיכה וטיפול בתקלות: אנחנו תמיד כאן לשירותך. תקלה טכנית? שאלה? צור קשר איתנו ואנחנו נעזור לך לפתור את הבעיה במהירות וביעילות.</li>
                        <li>תחזוקה יעילה ומתמשכת: אנחנו נספק לך תחזוקה יעילה ומתמשכת לאתרך, כך שתוכל להתרכז בגידול העסק שלך בלי לדאוג לפרטים הטכניים.</li>
                    </ol>
                </section>

                <section>
                    בידינו הידע והניסיון הרב בייצוב, תחזוקה ושדרוג של אתרים. אנו נעבוד בצמוד עם צוות העיצוב והפיתוח שלך כדי לוודא שהאתר שלך ימשיך להתקדם ולהתפתח בצעדי ענק.
                </section>
            </div>

            <div className="contact-page">
                <Contact />
            </div>

        </div>
    )
}